Repository: kubrick06010/ListenScrobbler
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pl, pt, ru, sv, tr, zh_hans

source: Follow the language selected for this device.
de: Der für dieses Gerät ausgewählten Sprache folgen.
es: Usar el idioma seleccionado para este dispositivo.
fr: Utiliser la langue sélectionnée pour cet appareil.
it: Usa la lingua selezionata per questo dispositivo.
ja: このデバイスで選択されている言語を使用します。
pl: Używaj języka wybranego dla tego urządzenia.
pt: Usar o idioma selecionado para este dispositivo.
ru: Использовать язык, выбранный для этого устройства.
sv: Följ språket som valts för den här enheten.
tr: Bu aygıt için seçilen dili kullan.
zh_hans: 使用为此设备选择的语言。

source: Followers
de: Anhänger
es: Seguidores
fr: Abonnés
it: Seguitori
ja: フォロワー
pt: Seguidores
ru: последователи
sv: Följare
tr: Takipçiler
zh_hans: 跟踪者

source: Followers + Following
de: Follower + Follower
es: Seguidores y seguidos
fr: Abonnés + suivants
it: Seguace + Seguente
ja: フォロワー + フォロー
pl: Followers + Followers
pt: Seguidores + Seguintes
ru: Последователи + Последующие
sv: Följare + Följer
tr: Takipçiler + Takip
zh_hans: 跟踪者 + 跟踪

source: Following
de: Folgender
es: Seguidos
fr: Suivant
it: Seguito
ja: お問い合わせ
pl: Po
pt: Seguir
ru: Следующий
sv: Följer
tr: Takip
zh_hans: 跟踪

source: Following Pins
de: Folgende Pins
es: Pines de personas que sigues
fr: Pins suivants
it: Perni seguenti
ja: 次のピン
pl: Po szpilkach
pt: Seguir os pinos
ru: Следующий Pins
sv: Följ Pins
tr: Pins
zh_hans: 随笔

source: Formats
de: Formate
es: Formatos
it: Formati
ja: 形式
pl: Formaty
pt: Formatos
ru: Форматы
sv: Format
tr: Biçimler
zh_hans: 格式

source: Formed
de: Gebildet
es: Formación
fr: Formé
it: Formato
ja: フォーム
pl: Formowane
pt: Formado
ru: сформированный
zh_hans: 建制

source: Found a %lld° path to %@
de: Gefunden einen %lld° Pfad zu %@
es: Se encontró una ruta %lld° a %@
fr: Trouvé un chemin %lld° vers %@
it: Trovato un percorso %lld° per %@
ja: %lld°の経路を%@までに見つけました
pl: Znaleziono ścieżkę %lld ° do %@
pt: Encontrou um caminho %lld° para %@
ru: Найден путь %lld° к %@
sv: Hittade en %lld-väg till %@
tr: %lld° mesafede %@ için bir yol bulundu
zh_hans: %lld° 路径已找到，目标为 %@

source: Found paths for %lld/%lld users
de: Gefundene Pfade für %lld/%lld Nutzer
es: Rutas encontradas para usuarios %lld/%lld
fr: Chemins trouvés pour les utilisateurs %lld/%lld
it: Sentieri trovati per utenti %lld/%lld
ja: %lld/%lld ユーザのパス
pl: Znaleziono ścieżki dla użytkowników %lld / %lld
pt: Caminhos encontrados para usuários %lld/%lld
ru: Найдены пути для пользователей %lld/%lld
sv: Hittade vägar för %lld/%lld-användare
tr: %lld/%lld kullanıcıları için yollar
zh_hans: 为 %lld/%lld 用户找到路径

source: General
de: Generalmajor
fr: Généralités
it: Generale
ja: インフォメーション
pl: Ogólne
pt: Geral
ru: Генерал
sv: General general
tr: General General General General General General General General General General General General General General
zh_hans: 常规

source: Generated: %@
de: Erzeugt: %@
es: Generado: %@
fr: Produit : %@
it: Generato: %@
ja: 生成:%@
pl: Generowane: %@
pt: Gerado: %@
ru: Сгенерированный: %@
tr: Genrated: %@
zh_hans: 生成: %@

source: Global artist plays
de: Globaler Künstler spielt
es: Obras de artistas globales
fr: L'artiste mondial joue
it: Artista globale
ja: グローバルアーティストの演劇
pt: Artista global interpreta
ru: Мировой художник играет
sv: Global artist spelar
tr: Global sanatçı oyunları
zh_hans: 全球艺术家演奏

source: Global track listeners
de: Global Track Listener
es: Oyentes de pistas globales
fr: Auditeurs mondiaux
it: Ascolti globali
ja: グローバルトラックリスナー
pl: Globalne słuchacze torów
pt: Ouvintes de faixas globais
ru: Глобальные слушатели треков
sv: Globala track lyssnare
tr: Global track dinleyici
zh_hans: 全球音轨听众

source: Global track plays
de: Global Track Play
es: Reproducciones de pistas globales
fr: Jeu de piste mondial
it: Giocattoli globali
ja: グローバルトラックプレイ
pl: Globalne odtwarzanie utworów
pt: Reproduções de faixas globais
ru: Глобальные треки
tr: Global track oyunları
zh_hans: 全球音轨游戏

source: Group
de: Gruppe
es: Grupo
fr: Groupe
it: Gruppo
ja: グループ
pl: Grupa
pt: Grupo
ru: Группа
sv: Gruppgrupp
tr: Grup Grup Grup Grubu
zh_hans: 组

source: Guest (Offline)
de: Gast (Offline)
es: Invitado (sin conexión)
fr: Invité (hors ligne)
it: Ospite (Offline)
ja: ゲスト(オフライン)
pl: Gość (Offline)
pt: Convidado (Offline)
ru: Гость (Offline)
sv: Gäst (Offline)
zh_hans: 来宾(离线)

source: Guided Setup
de: Geführtes Setup
es: Configuracion guiada
fr: Configuration guidée
it: Setup guidato
ja: ガイド付きセットアップ
pl: Ustawienia z przewodnikiem
pt: Configuração Guiada
ru: Руководящая установка
tr: Kılavuz
zh_hans: 引导设置

source: HTTP proxy needs a host and port.
de: HTTP Proxy benötigt einen Host und Port.
es: El proxy HTTP necesita un host y un puerto.
fr: HTTP proxy a besoin d'un hôte et d'un port.
it: HTTP proxy ha bisogno di un host e di un porto.
ja: HTTP プロキシはホストとポートを必要とします。
pl: Proxy HTTP potrzebuje hosta i portu.
pt: O proxy HTTP precisa de uma máquina e uma porta.
ru: HTTP-прокси требует хоста и порта.
sv: HTTP proxy behöver en värd och port.
tr: HTTP'nin ev sahibi ve limana ihtiyacı var.
zh_hans: HTTP代理需要一个主机和端口.

source: Home
de: Zuhause
es: Inicio
fr: Sommaire
ja: ホーム >
pl: Spis treści
pt: Principal
ru: Домой
sv: Hem
tr: Home Home Home Home
zh_hans: 页 次

source: Host
de: Gastgeber
es: Servidor
fr: Hôte
ja: ホスト
pt: Máquina
ru: ведущий
sv: Värd
tr: Host Host Host
zh_hans: 东道主

source: If Dock icon is hidden, the app starts silently in the menu bar on login.
de: Wenn das Dock-Symbol ausgeblendet ist, startet die App beim Login lautlos in der Menüleiste.
es: Si el icono del Dock está oculto, la app se inicia discretamente en la barra de menús al iniciar sesión.
fr: Si l'icône Dock est cachée, l'application démarre silencieusement dans la barre de menu sur la connexion.
it: Se l'icona Dock è nascosta, l'app inizia silenziosamente nella barra dei menu di accesso.
ja: Dock アイコンが隠されている場合は、ログイン時にメニューバーにアプリがサイレントで起動します。
pl: Jeśli ikona Docka jest ukryta, aplikacja rozpoczyna się cicho w pasku menu podczas logowania.
pt: Se o ícone Dock estiver oculto, a aplicação começa silenciosamente na barra de menus ao iniciar sessão.
ru: Если иконка Dock скрыта, приложение начинается бесшумно в строке меню при входе в систему.
sv: Om Dock-ikonen är dold börjar appen tyst i menyfältet på inloggningen.
tr: Dock icon gizliyse, uygulama giriş çubuğunda sessizce başlar.
zh_hans: 如果 Dock 图标被隐藏,则应用程序会在登录时的菜单栏中静悄悄地开始.

source: Import
de: Einfuhr
es: Importar
fr: Importation
it: Importazioni
ja: インポート
pt: Importar
ru: импорт
sv: Importera import
tr: İthalat
zh_hans: 导入

source: Import JSPF
de: Einfuhr JSPF
es: Importar JSPF
fr: Importer JSPF
it: Importazione JSPF
ja: 輸入JSPF
pt: Importar JSPF
ru: Импорт JSPF
sv: Importera JSPF
tr: İthalat JSPF
zh_hans: 导入 JSPF

source: Imported
de: Eingeführt
es: Importado
fr: Importé
it: Importato
ja: インポート
pl: Przywożone
pt: Importado
ru: импортный
sv: Importerad
tr: ithal edildi
zh_hans: 已导入

source: Imports
de: Importe
es: Importaciones
fr: Importations
it: Importazioni
ja: インポート
pl: Importy
pt: Importações
ru: Импорты
sv: Importer
tr: İçe aktarmalar
zh_hans: 导入

source: In your library
de: In Ihrer Bibliothek
es: en tu biblioteca
fr: Dans votre bibliothèque
it: Nella tua biblioteca
ja: ライブラリ
pl: W bibliotece
pt: Na sua biblioteca
ru: В вашей библиотеке
sv: I ditt bibliotek
tr: Kütüphanenizde
zh_hans: 在你的图书馆里

source: Inspect
de: Inspektion
es: Inspeccionar
fr: Inspecter
it: Controllo
ja: インスペクト
pl: Kontrola
pt: Inspecionar
ru: проверять
sv: Inspekt
zh_hans: 检查

source: Instrumental support
de: Instrumentale Unterstützung
es: Apoyo instrumental
fr: Appui instrumental
it: Supporto strumentale
ja: 機器サポート
pl: Wsparcie Instrumentalne
pt: Apoio instrumental
ru: Инструментальная поддержка
sv: Instrumentellt stöd
tr: Instrumental destek
zh_hans: 工具支助

source: Invalid compatibility credentials.
de: Ungültige Kompatibilitätsdaten.
es: Credenciales de compatibilidad no válidas.
fr: Identifications de compatibilité non valides.
it: credenziali di compatibilità non valide.
ja: 無効な互換性の資格情報。
pl: Nieprawidłowe referencje zgodności.
pt: Credenciais de compatibilidade inválidas.
ru: Недействительные сертификаты совместимости.
sv: Ogiltig kompatibilitetsuppgifter.
tr: Invalid uyumluluk bildirimleri.
zh_hans: 无效的兼容性证书 。

source: Keep ListenBrainz enabled, choose whether to send now playing and completed listens, then save the settings.
de: Halten Sie ListenBrainz aktiviert, wählen Sie, ob Sie jetzt spielende und abgeschlossene Listens senden möchten, und speichern Sie dann die Einstellungen.
es: Mantén ListenBrainz activo, elige si quieres enviar ahora en reproducción y escuchas completadas, y guarda los ajustes.
fr: Gardez ListenBrainz activé, choisissez s'il faut envoyer maintenant lire et terminer l'écoute, puis enregistrez les paramètres.
it: Tenere ListenBrainz abilitato, scegliere se inviare ora giocare e completare gli ascolti, quindi salvare le impostazioni.
ja: ListenBrainz を有効にして、再生してリスニングを完了するかを選択し、設定を保存します。
pl: Keep ListenBrainz włączone, wybrać, czy wysłać teraz gra i zakończone słucha, a następnie zapisać ustawienia.
pt: Mantenha o ListenBrainz ativado, escolha se deve enviar agora as escutas reproduzidas e concluídas e, em seguida, salve as configurações.
ru: Поддерживайте включение ListenBrainz, выберите, отправлять ли сейчас воспроизведение и завершенные прослушивания, а затем сохраните настройки.
sv: Håll ListenBrainz aktiverad, välj om du ska skicka nu spela och slutförda lyssnar och sedan spara inställningarna.
tr: ListenBrainz'i etkinleştirin, şimdi oynamayı ve tamamlamayı seçin, sonra ayarları kurtar.
zh_hans: 保持 ListenBrainz 启用, 选择是否发送现在播放和完成的监听, 然后保存设置 。

source: Kind
de: Art
es: Tipo
fr: Genre
it: Tipo
ja: お問い合わせ
pl: Rodzaj
pt: Gentil
ru: Добрый
tr: Tür
zh_hans: 温柔

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
pl: Język
pt: Idioma
ru: Язык
sv: Språk
tr: Dil
zh_hans: 语言

source: Language Changed
de: Sprache geändert
es: Idioma cambiado
fr: Langue modifiée
it: Lingua modificata
ja: 言語を変更しました
pl: Zmieniono język
pt: Idioma alterado
ru: Язык изменён
sv: Språket har ändrats
tr: Dil Değiştirildi
zh_hans: 语言已更改

source: Last API Error
de: Letzter API-Fehler
es: Último error de API
fr: Dernière erreur API
it: Ultimo errore API
ja: 最後の API エラー
pl: Ostatni błąd API
pt: Erro do último API
ru: Последняя ошибка API
sv: API Fel
tr: Son API Hatası
zh_hans: 上次 API 错误

source: Last Scan
de: Letzter Scan
es: Último escaneo
fr: Dernier balayage
it: Ultimo aggiornamento
ja: 最後のスキャン
pl: Ostatni skan
pt: Última Varredura
ru: Последний скан
sv: Sista skanningen
zh_hans: 上次扫描

source: Last Submit
de: Letzte Einreichung
es: Último envío
fr: Dernière soumission
it: Ultimo messaggio
ja: 最終投稿
pl: Ostatni submit
pt: Último envio
ru: Последнее сообщение
sv: Sista bidraget
tr: Son Gönder
zh_hans: 上次提交

source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
ja: あとで
pl: Później
pt: Mais tarde
ru: Позже
sv: Senare
tr: Daha Sonra
zh_hans: 稍后

source: Launch at login
de: Start beim Login
es: Iniciar al iniciar sesión
fr: Lancer à la connexion
it: Avvio al login
ja: ログイン時に起動
pl: Uruchom przy zalogowaniu
pt: Iniciar na autenticação
ru: Запуск в Login
sv: Starta på inloggning
tr: Girişte başlayın
zh_hans: 登录时启动

source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
it: Biblioteca
ja: ライブラリー
pl: Biblioteka
pt: Biblioteca
ru: Библиотека
sv: Bibliotek
tr: Kütüphane Kütüphanesi
zh_hans: 图书馆

source: Listen
de: Hören
es: Escuchar
fr: Écoute.
it: Ascolta.
ja: ログイン
pl: Posłuchaj.
pt: Ouve.
ru: Слушай.
sv: Lyssna
tr: Dinle
zh_hans: 听着

source: ListenBrainz + compatibility adapter
de: ListenBrainz + Kompatibilitätsadapter
es: ListenBrainz + adaptador de compatibilidad
fr: ListenBrainz + adaptateur de compatibilité
it: ListenBrainz + adattatore di compatibilità
ja: ListenBrainz + 互換性アダプタ
pl: Adapter kompatybilności ListenBrainz +
pt: ListenBrainz + adaptador de compatibilidade
ru: ListenBrainz + адаптер совместимости
sv: ListenBrainz + kompatibilitetsadapter
tr: ListenBrainz + uyumluluk adaptörü
zh_hans: ListenBrainz + 兼容适配器

source: ListenBrainz Archive
de: ListenBrainz Archiv
es: Archivo de ListenBrainz
fr: ListenBrainz Archives
it: Archivio ListenBrainz
ja: ListenBrainzアーカイブ
pl: Archiwum ListenBrainz
pt: Arquivo ListenBrainz
ru: Архив ListenBrainz
zh_hans: ListenBrainz 归档

source: ListenBrainz Artist Context
de: ListenBrainz Künstlerkontext
es: Contexto del artista en ListenBrainz
fr: ListenBrainz Contexte artistique
ja: ListenBrainzアーティストのコンテキスト
pl: Kontekst artysty ListenBrainz
pt: Contexto Artista ListenBrainz
ru: ListenBrainz Артистский контекст
sv: Artistkontexten ListenBrainz
tr: ListenBrainz Sanatçı Context
zh_hans: ListenBrainz 艺人背景

source: ListenBrainz Charts
de: ListenBrainzKarten
es: Gráficos de ListenBrainz
fr: ListenBrainz Graphiques
it: ListenBrainzGrafico
ja: ListenBrainzチャート
pl: Wykresy ListenBrainz
pt: ListenBrainz Gráficos
ru: ListenBrainz диаграммы
sv: ListenBrainzDiagram
zh_hans: ListenBrainz 图表

source: ListenBrainz Context
de: ListenBrainz Kontext
es: Contexto de ListenBrainz
fr: ListenBrainz Contexte
it: Contesto ListenBrainz
ja: ListenBrainz コンテキスト
pl: Kontekst ListenBrainz
pt: Contexto ListenBrainz
ru: ListenBrainz контекст
sv: ListenBrainz Kontext
zh_hans: ListenBrainz 上下文

source: ListenBrainz Social
de: ListenBrainz Sozial
es: Social de ListenBrainz
ja: ListenBrainzソーシャル
ru: ListenBrainz Социальный
sv: ListenBrainzSocial social social social
tr: ListenBrainz Sosyal
zh_hans: ListenBrainz 社会

source: ListenBrainz Status
de: ListenBrainz
es: Estado de ListenBrainz
fr: Statut ListenBrainz
ja: ListenBrainzステータス
pl: Status ListenBrainz
pt: Status do ListenBrainz
ru: ListenBrainz статус
tr: ListenBrainz Durum
zh_hans: ListenBrainz 状态

source: ListenBrainz Token Page
de: ListenBrainzTokenseite
es: Página de tokens de ListenBrainz
fr: ListenBrainz Page symbolique
it: ListenBrainzPagina iniziale
ja: ListenBrainzトークンページ
pl: Strona tokena ListenBrainz
pt: ListenBrainz Página do Token
zh_hans: ListenBrainz 脚本页面

source: ListenBrainz deletion needs a listen timestamp and recording MSID
de: ListenBrainz Löschung benötigt einen Listen-Zeitstempel und Aufzeichnung MSID
es: La eliminación de ListenBrainz necesita una marca de tiempo de escucha y un MSID de grabación
fr: La suppression ListenBrainz nécessite un horodatage d'écoute et l'enregistrement MSID
it: ListenBrainz la cancellazione ha bisogno di un timestamp di ascolto e registrazione MSID
ja: ListenBrainz削除は、MSIDのリスニングタイムスタンプと録音を必要とします
pl: Usuwanie ListenBrainz wymaga znacznika czasu i nagrywania MSID
pt: A exclusão do ListenBrainz precisa de uma data de escuta e gravação do MSID
ru: Удаление ListenBrainz требует метки времени прослушивания и записи MSID
sv: ListenBrainz radering behöver en lyssna tidsstämpel och inspelning MSID
tr: ListenBrainz deletion, MSID'i dinlemek ve kaydetmek gerekir
zh_hans: ListenBrainz 删除需要收听时间戳和录制 MSID

source: ListenBrainz has %@ public play for %@.
de: ListenBrainz hat %@ öffentliches Spiel für %@.
es: ListenBrainz tiene %@ reproducción pública para %@.
fr: ListenBrainz a %@ jeu public pour %@.
it: ListenBrainz ha %@ gioco pubblico per %@.
ja: ListenBrainz には %@ 用の %@ パブリック プレイがあります。
pl: ListenBrainz ma publiczną grę %@ dla %@.
pt: ListenBrainz tem %@ jogo público para %@.
ru: ListenBrainz имеет %@ для %@.
sv: ListenBrainz har %@ för %@.
tr: ListenBrainz, %@'un %@ için oynadığını gösteriyor.
zh_hans: ListenBrainz为%@有%@公开播放.

source: ListenBrainz has %@ public plays for %@.
de: ListenBrainz hat %@ öffentliche Spiele für %@.
es: ListenBrainz tiene %@ reproducciones públicas para %@.
fr: ListenBrainz a %@ pièces publiques pour %@.
it: ListenBrainz ha giochi pubblici %@ per %@.
ja: ListenBrainz には %@ 用の %@ パブリック プレイがあります。
pl: ListenBrainz ma publiczne gry %@ dla %@.
pt: ListenBrainz tem jogos públicos %@ para %@.
ru: ListenBrainz имеет %@ публичные игры для %@.
sv: ListenBrainz har %@ för %@.
tr: ListenBrainz'in %@'un %@ için oynadığı oyun.
zh_hans: ListenBrainz为%@有%@公开剧目.

source: ListenBrainz is the primary destination for now playing, completed listens, charts, and open social discovery.
de: ListenBrainz ist das primäre Ziel für das Spielen, abgeschlossene Hören, Charts und offene soziale Entdeckungen.
es: ListenBrainz es el destino principal para la reproducción actual, las escuchas completadas, los gráficos y el descubrimiento social abierto.
fr: ListenBrainz est la destination principale pour jouer, écouter, cartographier et ouvrir la découverte sociale.
it: ListenBrainz è la destinazione principale per ora giocare, completare ascolti, grafici e scoperta sociale aperta.
ja: ListenBrainz は、再生、リスニング、チャートの完成、およびソーシャルディスカバリーの開始の主要目的地です。
pl: ListenBrainz jest głównym celem gry, zakończonych słuchań, wykresów i otwartego odkrycia społecznego.
pt: ListenBrainz é o destino principal para agora tocar, completar escutas, gráficos e descoberta social aberta.
ru: ListenBrainz является основным местом для игры, прослушивания, диаграмм и открытых социальных открытий.
sv: ListenBrainz är den primära destinationen för att nu spela, slutföra lyssnar, diagram och öppen social upptäckt.
tr: ListenBrainz şimdi oyun için birincil hedef, dinleyiciler, grafikler ve açık sosyal keşifler.
zh_hans: ListenBrainz是现在游戏,完成的听觉,图表,以及开放的社会发现的主要目的地.

source: ListenBrainz pin
de: ListenBrainzStift
es: Pin de ListenBrainz
fr: Pin ListenBrainz
ja: ListenBrainzピン
pl: Śruba ListenBrainz
ru: ListenBrainz-пин
sv: ListenBrainz pinne
zh_hans: ListenBrainz 针

source: ListenBrainz rate limited the request.
de: ListenBrainz begrenzt die Anfrage.
es: La tasa de ListenBrainz limitó la solicitud.
fr: ListenBrainz taux a limité la demande.
it: Il tasso ListenBrainz ha limitato la richiesta.
ja: リクエストを制限するListenBrainzレート。
pl: Tempo ListenBrainz ograniczało żądanie.
pt: A taxa ListenBrainz limitou o pedido.
ru: Скорость ListenBrainz ограничивает запрос.
sv: ListenBrainz begränsade begäran.
tr: ListenBrainz oranı talebi sınırlıyor.
zh_hans: ListenBrainz 率限制了请求 。

source: ListenBrainz rate limited the request. Retry after %lld seconds.
de: ListenBrainz begrenzt die Anfrage. Versuchen Sie es nach %lld Sekunden.
es: La tasa de ListenBrainz limitó la solicitud. Vuelva a intentarlo después de %lld segundos.
fr: ListenBrainz taux a limité la demande. Réessayez après %lld secondes.
it: Il tasso ListenBrainz ha limitato la richiesta. Riprovare dopo secondi %lld.
ja: リクエストを制限するListenBrainzレート。 %lld 秒後に再試行します。
pl: Tempo ListenBrainz ograniczało żądanie. Odczep się od %lld Seconds.
pt: A taxa ListenBrainz limitou o pedido. Tente novamente após os segundos %lld.
ru: ListenBrainzСтавка ограничивает запрос. Повторить после%lldсекунды.
sv: ListenBrainz begränsade begäran. Retry efter %lld sekunder.
tr: ListenBrainz oranı talebi sınırlıyor. %lld saniyelerinden sonra yeniden deneme.
zh_hans: ListenBrainz 率限制了请求 。 %lld秒后重试.

source: ListenBrainz schedules deletions, so counts may update after the next hourly cleanup.
de: ListenBrainz plant Löschungen, so dass die Zählungen nach der nächsten stündlichen Bereinigung aktualisiert werden können.
es: ListenBrainz programa las eliminaciones, asi que los recuentos pueden actualizarse tras la siguiente limpieza horaria.
fr: ListenBrainz planifie les suppressions, donc les nombres peuvent être mis à jour après le nettoyage horaire suivant.
it: ListenBrainz programma le cancellazioni, quindi i conti possono aggiornare dopo la prossima pulizia oraria.
ja: ListenBrainz は削除をスケジュールするので、次の時間クリーンアップ後にカウントが更新されることがあります。
pl: Usuwanie harmonogramów ListenBrainz, więc liczniki mogą być aktualizowane po następnym sprzątaniu godzinowym.
pt: ListenBrainz agenda exclusões, então conta pode atualizar após a próxima limpeza horária.
ru: ListenBrainz-графики удаляются, поэтому подсчеты могут обновляться после следующей почасовой очистки.
sv: ListenBrainz scheman raderingar, så räknas kan uppdateras efter nästa timme rensning.
tr: ListenBrainz programları deletions, bu yüzden sayı önümüzdeki saat temizlendikten sonra güncellenebilir.
zh_hans: ListenBrainz 计划删除, 因此计数可能在下一次小时清理后更新 。

source: ListenBrainz shows %@ public listeners
de: ListenBrainz zeigt öffentliche Zuhörer von %@
es: ListenBrainz muestra %@ oyentes públicos
fr: ListenBrainz montre les auditeurs publics %@
it: ListenBrainz mostra gli ascoltatori pubblici %@
ja: ListenBrainzは%@公開リスナーを示しています
pl: ListenBrainz pokazuje %@ publicznych słuchaczy
pt: ListenBrainz mostra ouvintes públicos %@
ru: ListenBrainz показывает публичных слушателей %@
sv: ListenBrainz visar %@ publika lyssnare
tr: ListenBrainz, %@ halk dinleyicilerini gösteriyor
zh_hans: ListenBrainz 显示 %@ 公共听众

source: ListenBrainz shows %@ public plays from %@ listeners.
de: ListenBrainzShows%@öffentliche Spiele aus%@Zuhörer.
es: ListenBrainz muestra %@ reproducciones públicas de %@ oyentes.
fr: ListenBrainz montre des pièces publiques %@ d'auditeurs %@.
it: ListenBrainz mostra le opere pubbliche di %@ degli ascoltatori %@.
ja: ListenBrainz は %@ リスナーから %@ パブリック プレイを表示します。
pl: ListenBrainz pokazuje publiczne gry %@ od słuchaczy %@.
pt: ListenBrainz mostra %@ peças públicas de ouvintes %@.
ru: ListenBrainz показывает публичные игры %@ от слушателей %@.
sv: ListenBrainz visar %@ offentliga spel från %@ lyssnare.
tr: ListenBrainz, %@ halkın %@ dinleyicilerinden oynadığını gösteriyor.
zh_hans: ListenBrainz显示来自%@听众的%@公开剧情.

source: ListenBrainz token is invalid.
de: Das ListenBrainz-Token ist ungültig.
es: El token de ListenBrainz no es válido.
fr: Le jeton ListenBrainz est invalide.
it: Il token ListenBrainz non è valido.
ja: ListenBrainzトークンは無効です。
pl: Token ListenBrainz jest nieprawidłowy.
pt: O token ListenBrainz é inválido.
ru: Токен ListenBrainz является недействительным.
sv: ListenBrainz token är ogiltig.
tr: ListenBrainz token geçersizdir.
zh_hans: ListenBrainz 令牌无效 。

source: ListenBrainz token is missing.
de: ListenBrainz Token fehlt.
es: Falta el token ListenBrainz.
fr: Le jeton ListenBrainz est manquant.
it: Manca il token ListenBrainz.
ja: ListenBrainzトークンが不足しています。
pl: Brak symbolu ListenBrainz.
pt: Falta o token ListenBrainz.
ru: ListenBrainz-токен отсутствует.
sv: ListenBrainz token saknas.
tr: ListenBrainz token eksik.
zh_hans: ListenBrainz 令牌不见了 。

source: ListenBrainz username
de: ListenBrainz Benutzername
es: nombre de usuario de ListenBrainz
fr: Nom d'utilisateur ListenBrainz
it: Nome utente ListenBrainz
ja: ListenBrainz のユーザー名
pl: Nazwa użytkownika ListenBrainz
pt: ListenBrainz utilizador
ru: Имя пользователя ListenBrainz
sv: ListenBrainz användarnamn
tr: ListenBrainz kullanıcı adı
zh_hans: ListenBrainz 用户名
